<?php
/**
 * Copyright © OXID eSales AG. All rights reserved.
 * See LICENSE file for license details.
 */

/**
 * In this file, the content for help popups is stored:
 *
 * Syntax for identifier: HELP_TABNAME_INPUTNAME, e.g. HELP_SHOP_CONFIG_BIDIRECTCROSS.
 * !!!The INPUTNAME is same as in lang.php for avoiding even more different Identifiers.!!!
 * In some cases, in lang.php GENERAL_ identifiers are used. In this file, always the tab name is used.
 *
 *
 * HTML Tags for markup (same as in online manual):
 * <span class='navipath_or_inputname'>...</span> for names of input fields, selectlists and Buttons, e.g. <span class='navipath_or_inputname'>Active</span>
 * <span class='userinput_or_code'>...</span> for input in input fields (also options in selectlists) and code
 * <span class='filename_filepath_or_italic'>...</span> for filenames, filepaths and other italic stuff
 * <span class='warning_or_important_hint'>...</span> for warning and important things
 * <ul> and <li> for lists
 */

$aLang =  [
'charset'                                     => 'UTF-8',

'HELP_SHOP_SYSTEM_OTHERCOUNTRYORDER'          => 'Полето може да бъде настроено за поръчки от страни, за които не е посочена цена на доставка: <ul><li> Ако полето е отметнато, потребителите могат да поръчват: Потребителите биват уведомени относно цената на доставката с ръчно отмятане.</li><li>Ако полето не е отметнато, потребители от страни, за които не е посочена цена на доставка, не могат да поръчват.</li></ul>',

'HELP_SHOP_SYSTEM_DISABLENAVBARS'             => 'Ако полето е отметнато, повечето навигационни елементи не се показват в чекаута. По този начин потребителите не биват излишно разсейвани по време на чекаута.',

'HELP_SHOP_SYSTEM_DEFAULTIMAGEQUALITY'        => 'Препоръчителните настройки са между 40-8-:<br><ul><li>Под 40 компресията започва да се вижда и снимките стават неясни. </li><li>Над 80 почти не се вижда подобрение на качеството, но големината на файловете много нараства.</li></ul><br>Дефолтната стойност е 75.',

'HELP_SHOP_SYSTEM_LDAP'                       => 'Моля, редактирайте Core файл/oxldap.php.',

'HELP_SHOP_SYSTEM_SHOWVARIANTREVIEWS'         => 'Дали да се показват мнения за вариантите на продукта: Ако полето е отметнато, мнения за вариантите ще се виждат заедно с мненията за главния продукт.',

'HELP_SHOP_SYSTEM_VARIANTSSELECTION'          => 'В електронния магазин има множество списъци, към които може да се включи даден продукт, напр. включване в списък с намалени продукти. Ако полето е отметнато, вариантите на главния продукт ще са включени също в списъка.',

'HELP_SHOP_SYSTEM_VARIANTPARENTBUYABLE'       => 'Настройката се отнася за закупуването на главен продукт:<ul><li>Ако полето е отметнато, главният продукт може да бъде купен също.</li><li>Ако полето не е отметнато, само вариантите на главния продукт могат да бъдат купени.</li></ul>',

'HELP_SHOP_SYSTEM_VARIANTINHERITAMOUNTPRICE'  => 'Настройка дали цените на главния продукт да се унаследят от неговите варианти: Ако полето е отметнато, цените зададени за главния продукт се унаследяват от неговите варианти.',

'HELP_SHOP_SYSTEM_ISERVERTIMESHIFT'           => 'Сървърът, на който се намира магазина, може да бъде в различна часова зона. Тази настройка позволява сверяване на часовото време: Въведете броя часове, които трябва да бъдат прибавени/ извадени от часовото време на сървъра, напр. <kdb>+2</kdb> or <kdb>-2</kdb>',

'HELP_SHOP_SYSTEM_INLINEIMGEMAIL'             => 'Ако полето е отметнато, снимките в имейла се изпращат заедно със самия имейл. Ако полето не е отметнато, снимките се свалят от имейл програма, когато имейлът бива отворен.',

'HELP_SHOP_SYSTEM_UTILMODULE'                 => 'Моля, въведете вашия PHP файл тук, който ще презапише функциите на електронния магазин при стартирането му.',

'HELP_SHOP_CACHE_ENABLED'                     => 'Ако кеша за Динамичното съдържание е активен, заедно с него се кешира и останалото съдържание за по-добро представяне. Деактивирайте тази опция, докато адаптирате магазина си (пишете модули, адаптирате темплейти и т. н.).',

'HELP_SHOP_CACHE_LIFETIME'                    => 'Тук може да настроите в секунди колко дълго да се съхранява кешираното съдържание преди опресняване. Стойността по подразбиране е 36000 секунди.',

'HELP_SHOP_CACHE_CLASSES'                     => 'Тук може да зададете кои класове изгледи да се кешират <br> Променяйте тази настройка само ако сте запознати с механизмите на кеширане!',

'HELP_SHOP_CACHE_REVERSE_PROXY_ENABLED'       => 'Активира кеширащо HTTP обратно прокси. Забележка: Не използвайте "Динамично Кеширане на Съдържанието" заедно с тази опция, защото може да намали производителността.',

'HELP_SHOP_CACHE_LAYOUT_CACHE_AGE'            => 'Задава трайност на оформлението на страниците в секунди. Тази стойност ще бъде изпратена чрез HTTP хедъра "Age".',

'HELP_SHOP_CONFIG_ORDEROPTINEMAIL'            => 'Ако double-opt-in е активно, потребителите получават имейл с линк за потвърждение, когато се регистрират за получаване не нюзлетър. Потребителят бива регистриран за нюзлетър, само ако е последван линка за потвърждение.<br>Double-opt-in предпазва потребителите от случайно регистриране. Без Double-opt-in всеки имейл може да се регистрира за получаване на нюзлетър. Посредством Double-opt-in притежателят на имейл адреса трябва да потвърди регистрацията.',

'HELP_SHOP_CONFIG_BIDIRECTCROSS'              => 'Посредством crossselling могат да се предлагат продукти, които са съвместими с друг продукт. Например, ако гуми за автомобил са маркирани като crossselling продукт, то заедно с гумите ще се вижда и автомобилът. Ако е активирано <br>If bidirectional crossselling, принципът на предлагане важи и в двете посоки: заедно с автомобила, ще се виждат и гумите.',

'HELP_SHOP_CONFIG_STOCKONDEFAULTMESSAGE'      => 'За всеки наличен продукт, може да се визуализира съобщение. <br>Ако настройката е активирана, ще се визуализира съобщение, в случай че не е въведено друго специфично за този продукт съобщение. Дефолтното съобщение е <span class="filename_filepath_or_italic">Ready for shipping</span>.',

'HELP_SHOP_CONFIG_STOCKOFFDEFAULTMESSAGE'     => 'За всеки продукт, който не е наличен, може да се визуализира съобщение. <br>Ако настройката е активирана, ще се визуализира съобщение, в случай че не е въведено друго специфично за този продукт съобщение. Дефолтното съобщение е <span class="filename_filepath_or_italic">This item is not in stock and must be back-ordered</span>.',

'HELP_SHOP_CONFIG_OVERRIDEZEROABCPRICES'      => 'Може да зададете специални цени за различните си клиенти: За всеки продукт може да въведете А, B и C цени. Ако потребителите са в група <span class="filename_filepath_or_italic">Price A</span>, те ще виждат само цена А, вместо нормалната цена.<br>В случай че, тази настройка е отметната, ще се вижда нормалната цена на продукта, ако няма зададени A, B или C цени.<br>Тази настройка трябва да бъде отметната, ако използвате цени A, B или C: В противен случай потребителите ще виждат 0,00.',

'HELP_SHOP_CONFIG_SEARCHFIELDS'               => 'Тук може да дефинирате полетата с данни, измежду които проверява търсачката на продукта. Въведете едно поле за ред.<br>Най- често въвеждани са:<ul><li>oxtitle = Наименование</li><li>oxshortdesc = Кратко описание</li><li>oxsearchkeys = Критерии за търсене на всеки продукт</li><li>oxartnum = Номер на продукт</li></ul>',

'HELP_SHOP_CONFIG_SORTFIELDS'                 => 'Тук може да дефинирате полетата с данни, които се използват за сортиране на списъците с продукти. Въведете едно поле за ред.<br>Най- често въвеждани са:<ul><li>oxtitle = Наименование</li><li>oxprice = Цена</li><li>oxvarminprice = Най- ниската цена, ако са използвани варианти с различна цена</li><li>oxartnum = Номер на продукт</li><li>oxrating = Рейтинг на продуктите</li><li>oxstock = Наличност</li></ul>',

'HELP_SHOP_CONFIG_MUSTFILLFIELDS'             => 'Тук може да въведете задължителните полета при регистрация на потребител. Въведете едно поле за ред.<br>Най- често въвеждани са:<ul><li>oxuser__oxfname = Име</li><li>oxuser__oxlname = Фамилия</li><li>oxuser__oxstreet = Улица</li><li>oxuser__oxstreetnr = Номер</li><li>oxuser__oxzip = Пощенски код</li><li>oxuser__oxcity = Град</li><li>oxuser__oxcountryid = Страна</li><li>oxuser__oxfon = Телефонен номер</li></ul><br>Можете също да дефинирате задължителните полета, ако потребителя въвежда различен адрес за доставка. Най- често въвеждани са:<ul><li>oxaddress__oxfname = Име</li><li>oxaddress__oxlname = Фамилия</li><li>oxaddress__oxstreet = Улица</li><li>oxaddress__oxstreetnr = Номер</li><li>oxaddress__oxzip = Пощенски код</li><li>oxaddress__oxcity = Град</li><li>oxaddress__oxcountryid = Страна</li><li>oxaddress__oxfon = Телефонен номер</li></ul>',

'HELP_SHOP_CONFIG_USENEGATIVESTOCK'           => 'Посредством <span class="navipath_or_inputname">Allow negative Stock Values</span> може да дефинирате как да се калкулира наличността на продуктите, ако има продукти с нулева наличност:<br><ul><li>Ако настройката е отметната, отрицателните наличности се калкулират, ако са закупени бройки надхвърлящи наличността.</li><li>Ако настройката не е отметната, наличността не пада под 0, дори да са закупени бройки надхвърлящи наличността.</li></ul>',

'HELP_SHOP_CONFIG_SETORDELETECURRENCY'        => 'Добавете или премахнете валути. Всеки ред съдържа валутни параметри, разделени от символа @.<br /><br /><ul><li>Влутен код според ISO 4217 (e.g. EUR)</li><li>валутен курс към базова валута със стойност 1.00</li><li>десетичен разделител</li><li>хиляден разделител</li><li>валутен знак</li><li>място на десетичната запетая</li><li>допълнителен параметър"Front". Ако е въведен, валутният знак се показва пред цената</li></ul>',

'HELP_SHOP_CONFIG_NEWARTBYINSERT'             => 'На главната страница на вашия електронен магазин се показват най- новите продукти<span class="filename_filepath_or_italic">Just arrived!</span>. Тази настройка определя как да се калкулират най- новите продукти: по дата на създаване или по дата на последно направена промяна от администратор.',

/** @deprecated since v6.5.4 (2020-04-06); Suggest feature will be removed completely */
'HELP_SHOP_CONFIG_ALLOW_SUGGEST_ARTICLE'      => 'Активиране на препоръки за продукт на продуктовата страница.',
/** end deprecated */

'HELP_SHOP_CONFIG_SEND_TECHNICAL_INFORMATION_TO_OXID' => 'Бизнес данни или информация за клентите няма да бъде разпространявана. Събраните данни се използват единствено за технологични цели. Подобна информация ще бъде събирана, за да се подобри качеството на нашите продукти:<ul>  <li>броя инсталирани OXID eShop Community Edition</li>  <li>приблизителен брой на инсталирани разширения в един електронен магазин на OXID</li>  <li>най- популярните разширения за един електронен магазин на OXID</li></ul>',

'HELP_SHOP_CONFIG_DELETERATINGLOGS'           => 'Ако потребителите оценят даден продукт веднъж, не могат да дадат повторна оценка за същия продукт. Тук може да кажете след колко дни потребител може да даде повторна оценка за даден продукт. Ако полето не е отметнато - продуктите могат да бъдат оценявани еднократно.',

'HELP_SHOP_CONFIG_DISABLEONLINEVATIDCHECK'    => 'Онлайн проверката на идентификационен номер по ДДС стартира, ако потребител от друга държава, членка на ЕС въведе идентификационен номер при поръчка. Ако номерът е валиден, на направената поръчка не се добавя ДДС.<br>Ако опцията не е отметната, се начислява ДДС, валидно за съответната държава.',

'HELP_SHOP_CONFIG_ALTVATIDCHECKINTERFACEWSDL' => 'Въвеждане на алтернативен урл за онлайн проверка на идентификационен номер по ДДС.',

'HELP_SHOP_CONFIG_PSLOGIN'                    => 'Private Sales Login трансформира стандартния магазин в магазин само за специални членове. Така се сформират потребителски групи с подобни интереси. Тази настройка не позволява достъп до всички страници в магазина.',

'HELP_SHOP_CONFIG_BASKETEXCLUDE'              => 'Позволява включване на продукти само от една (главна) категория. При промяна на категорията, потребителят ще бъде помолен да финализира поръчката (да премине към чекаут) или да продължи с пазаруването (при което кошницата ще бъде изчистена). Използването на тази функция в съчетание с подходящо организирана структура на категориите позволява отделни кошници за отделните доставчици.',

'HELP_SHOP_CONFIG_BASKETRESERVATION'          => 'Когато тази опция не е активна, наличността на даден продукт намалява при потвърждаване на поръчката от потребителя и финализиран чекаут.<br><br> Когато опцията е активна, функционалността се променя: наличността намалява и продуктът е <b>резервиран<b> когато е поставен в кошницата. Резервацията се отменя, когато продуктите в кошницата са купени или кошницата е вече невалидна.',

'HELP_SHOP_CONFIG_BASKETRESERVATIONTIMEOUT'   => 'След изтичане на валидността на кошницата, резервираните продукти се връщат в магазина, а кошницата се изпразва.',

'HELP_SHOP_CONFIG_INVITATION'                 => 'С поканата можете да приканите приятели да посетят магазина и да получат кредит под форма на точки за всяка покана, която те изпратят.',

'HELP_SHOP_CONFIG_POINTSFORINVITATION'        => 'Брой точки, които получава потребител, поканен от вече регистриран друг потребител. За да получи точките си, поканеният трябва да се регистрира. Получените точки се съхраняват във файл на потребителя и могат да се използват от администратора за всякакви цели.',

'HELP_SHOP_CONFIG_POINTSFORREGISTRATION'      => 'Брой точки, които получава потребител, поканен от вече регистриран друг потребител. За да получи точките си, поканеният трябва да се регистрира. Получените точки се съхраняват във файл на потребителя и могат да се използват от администратора за всякакви цели. Получените точки се съхраняват във файл на потребителя и могат да се използват от администратора за всякакви цели.',

// @deprecated since v6.5.1 (2019-02-07); credit card payment method will be no longer supported
'HELP_SHOP_CONFIG_ATTENTION'                  => 'Внимание: Въпреки, че информацията е криптирана, обикновено според договора за кредитна карта това е строго забранено!',
// END deprecated

'HELP_SHOP_CONFIG_SHOWTSINTERNATIONALFEESMESSAGE' => 'На 4 та стъпка от чекаута допълнително се визуализира CMS страница "oxtsinternationalfees".',

'HELP_SHOP_CONFIG_SHOWTSCODMESSAGE'           => 'На 4 та стъпка от чекаута допълнително се визуализира CMS страница "oxtscodmessage".',

'HELP_SHOP_CONFIG_DOWNLOADS'                  => 'Магазин за продукти за изтегляне. Активирайте тук, за да поръчате и изтегляте продукти.',

'HELP_SHOP_CONFIG_DOWNLOADS_PATH'             => 'Пътят, където са запазени файловете на изтеглените продукти.',

'HELP_SHOP_CONFIG_MAX_DOWNLOADS_COUNT'        => 'Тук може да зададете броя изтегляния от един и същи линк след поръчка. Това е дефолтна настройка за всички продукти. Настройката може да бъде зададена за всеки отделен файл на продукт в Управляване на продуктите -> Продукти -> Изтегляния.',

'HELP_SHOP_CONFIG_LINK_EXPIRATION_TIME_UNREGISTERED' => 'Тук може да зададете броя изтегляния от един и същи линк, в случай на потребител без регистрация. Това е дефолтна настройка за всички продукти. Настройката може да бъде зададена за всеки отделен файл на продукт в Управляване на продуктите -> Продукти -> Изтегляния.',

'HELP_SHOP_CONFIG_LINK_EXPIRATION_TIME'       => 'Време на валидност на изтегления линк след поръчка (в часове). Това е дефолтна настройка за всички продукти. Настройката може да бъде зададена за всеки отделен файл на продукт в Управляване на продуктите -> Продукти -> Изтегляния.',

'HELP_SHOP_CONFIG_PARCELSERVICE'              => 'Моля, въведете урл за проследяване на вашия доставчик. <i>##ID##</i> това съдържание ще бъде заменено със съответния номер за проследяване.',

'HELP_SHOP_CONFIG_DOWNLOAD_EXPIRATION_TIME'   => 'Време на валидност на изтегления линк след първоначално изтегляне (в часове). Това е дефолтна настройка за всички продукти. Настройката може да бъде зададена за всеки отделен файл на продукт в Управляване на продуктите -> Продукти -> Изтегляния.',

'HELP_SHOP_CONFIG_LOADREVIEWS'                  => 'Потребителите могат да преглеждат и да дават оценка на продуктите посредством звезди. Ако настройката е активирана, съществуващите прегледи/ оценки се зареждат и визуализират заедно с продукта. Настройката може да забави работата на магазина.',

'HELP_SHOP_CONFIG_INCLUDE_PRODUCT_REVIEW_LINKS_IN_ORDER_EMAIL' => 'Моля уверете се, че настройката е съобразена с действащите закони. Настройката ще се отрази, ако функцията "потребителски преглед и оценка" е активирана.',

'HELP_SHOP_MALL_MALLMODE'                     => 'Настройки за изгледа на заглавната страница на магазина:<ul><li><span class="navipath_or_inputname">Избор на магазин</span>: Страница с различни магазини.</li><li><span class="navipath_or_inputname">Покажи заглавната страница на магазина</span>: Показване на нормалната заглавна страница на магазина.</li></ul>',

'HELP_SHOP_MALL_PRICEADDITION'                => 'Посочи надценка за всички продукти в магазина: Въведете сумата и изберете дали да се отрази като процент (<span class="userinput_or_code">%</span>) или като абсолютно число (<span class="userinput_or_code">abs</span>).',

'HELP_SHOP_PERF_NEWESTARTICLES'               => 'Списък с най- новите продукти <span class="filename_filepath_or_italic">Най- нови!</span>. Задайте как да се генерира списъкът:<ul><li><span class="userinput_or_code">деактивирано</span>: Списъкът не се показва.</li><li><span class="userinput_or_code">ръчно</span>: Изберете продукти в <span class="navipath_or_inputname">Информация за клиента -> Промоции -></span> в промоция <span class="filename_filepath_or_italic">Най- нови!</span>.</li><li><span class="userinput_or_code">автоматично</span>: Продуктите се избират автоматично</li></ul>',

'HELP_SHOP_PERF_TOPSELLER'                    => 'Списък с най- продаваните продукти <span class="filename_filepath_or_italic">Най- продавани!</span>. Задайте как да се генерира списъкът:<ul><li><span class="userinput_or_code">деактивирано</span>: Списъкът не се показва.</li><li><span class="userinput_or_code">ръчно</span>: Изберете продукти в <span class="navipath_or_inputname">Информация за клиента -> Промоции -></span> в промоция <span class="filename_filepath_or_italic">Най- продавани!</span>.</li><li><span class="userinput_or_code">автоматично</span>: Продуктите се избират автоматично</li></ul>',

'HELP_SHOP_PERF_LOADFULLTREE'                 => 'Ако тази настройка е отметната, цялото дърво с категории се вижда в навигацията (всички категории са отворени). Тази функция работи само, когато навигацията най- горе на страницата не се вижда.',

'HELP_SHOP_PERF_LOADACTION'                   => 'Ако настройката е отметната, промоции като <span class="filename_filepath_or_italic">Най- нови!</span> и <span class="filename_filepath_or_italic">Най- продавани</span> се зареждат, за да се виждат.',

'HELP_SHOP_PERF_USESELECTLISTPRICE'           => 'В списъците за избор на функции могат да се задават надценка/ отстъпка на продукта. Ако настройката е активна, се зареждат зададените надценки/ отстъпки. Ако не е активна, надценки/ отстъпки не се прилагат.',

'HELP_SHOP_PERF_DISBASKETSAVING'              => 'Съдържанието на кошницата на регистриран потребител се запазва. При повторно посещение на магазина, кошницата им ще се зареди автоматично. Ако активирате настройката, съдържанието на кошницата няма да бъде запазвано.',

'HELP_SHOP_PERF_LOADDELIVERY'                 => 'Ако деактивирате настройката, няма да бъде добавяна цена на доставката: Доставката винаги ще бъде 0.00.',

'HELP_SHOP_PERF_LOADPRICE'                    => 'Ако настройката се деактивира, няма да се генерират цени на продуктите. Цени няма да се виждат.',

'HELP_SHOP_PERF_PARSELONGDESCINSMARTY'        => 'Ако настройката е активна, описанието на продуктите и категориите се интерпретират посредством Smarty: Може да се използват Smarty тагове (напр. за използването на променливи) <br>',

'HELP_SHOP_PERF_LOADSELECTLISTSINALIST'       => 'Обикновено списъците за избор на функции се виждат само на продуктовата страница. Ако тази настройка се активира, списъкът за избор на функции ще се вижда и на страницата на всяка категория, на страницата с резултатите от търсенето, както и на всяка страница, където има списък с продукти.',

'HELP_SHOP_PERF_CHECKIFTPLCOMPILE'            => 'Ако настройката е активирана, магазинът проверява дали има промяна в темплейтите при всяка заявка. Ако има такава, резултатите се преизчисляват. Активирайте настройката, когато се работи по темплейтите. Когато магазинът е на живо, по-добре настройката да е деактивирана.',

'HELP_SHOP_PERF_CLEARCACHEONLOGOUT'           => 'Обикновено кешът се изчиства напълно със запазването на промените в администрацията на магазина. Това може да създаде проблем за работата на администрацията на магазина. Ако настройката е активирана, кешът ще се изчиства, когато администратора излезе от магазина.',

'HELP_SHOP_SEO_TITLEPREFIX'                   => 'Всяка страница си има име, което се вижда горе в браузъра. Посредством <span class="navipath_or_inputname">Преди името<span class="navipath_or_inputname"></span> и <span class="navipath_or_inputname">След името</span> може да се добави допълнителен текст преди и след името на страницата:<br><ul><li>В <span class="navipath_or_inputname">Преди името</span>, въведи текста, който ще се вижда преди името на страница.</li></ul>',

'HELP_SHOP_SEO_TITLESUFFIX'                   => 'Всяка страница си има име, което се вижда горе в браузъра. Посредством <span class="navipath_or_inputname">Преди името<span class="navipath_or_inputname"></span> и <span class="navipath_or_inputname">След името</span> може да се добави допълнителен текст преди и след името на страницата:<br><ul><li>В <span class="navipath_or_inputname">След името</span>, въведи текста, който ще се вижда след името на страница.</li></ul>',

'HELP_SHOP_SEO_IDSSEPARATOR'                  => 'Разделителят се ползва, когато имената на категориите или на продуктите се състоят от няколко думи. Използва се вместо разстояние между думите, напр. www.youreshop.com/category-name-of-several-words<br>Ако не е зададен разделител, се ползва "-".',

'HELP_SHOP_SEO_SAFESEOPREF'                   => 'Ако има продукти с еднакви имена в една и съща категория, те ще получат еднакво SEO URL. За да се избегне това, се прикрепя SEO наставка. Ако за SEO наставката не е зададена стойност, се поставя <span class="filename_filepath_or_italic">oxid</span>.',

'HELP_SHOP_SEO_RESERVEDWORDS'                 => 'Някои от урл-ите се дефинират в магазина на OXID, напр. www.youreshop.com/admin за достъпване на администрацията на магазина. Ако има категория, която да се казва <span class="filename_filepath_or_italic">admin</span>, SEO URL ще бъде също www.youreshop.com/admin и категорията няма да може да бъде достъпена. На такива урл-та се добавя SEO наставка. Тук може да зададете на кои урл-та да се поставя наставка автоматично.',

'HELP_SHOP_SEO_SKIPTAGS'                      => 'Ако няма зададени Мета тагове за продукти и категории, те се генерират автоматично. При автоматичното генериране на Мета тагове, всички думи въведени тук, няма да бъдат взети под внимание.',

'HELP_SHOP_SEO_LOWERCASEURLS'                 => 'Всички главни букви в SEO урл-тата стават малки букви, напр. www.youreshop.com/Kiteboarding/Kites/ става www.youreshop.com/kiteboarding/kites/.',

'HELP_SHOP_SEO_STATICURLS'                    => 'За специални страници като (Условия за полване) може да въведете статично урл. Когато е избрано статично урл, се показва нормално урл в<span class="navipath_or_inputname">Стандартно URL</span>. В полето по-долу може да се въведе SEO URL за всеки език.',

'HELP_SHOP_MAIN_PRODUCTIVE'                   => 'По време на инсталирането, конфигурирането, настройването на темплейтите и фаза дебъгване на модул е желателно да е активирана неживата версия на магазина. Тогава, когато магазинът е на живо<span class="warning_or_important_hint">ON</span>, изчистването на кеша и репортването на грешки трябва да се оптимизират за тази му версия.<br><span class="warning_or_important_hint">Активирайте, когато магазинът работи на живо.</span><br>Открийте още информация как да пуснете магазина си на живо в нашия OXID магазин <a href="https://oxidforge.org/en/check-before-going-live.html" target="_blank">OXIDforge</a>.',

'HELP_SHOP_MAIN_ACTIVE'                       => 'С помощта на <span class="navipath_or_inputname">Активен</span> можете да активирате/ деактивирате целия магазин. Ако той е деактивиран, потребителите ще виждат съобщение, казващо, че магазинът е временно офлайн. Тази опция може да е полезна при работа върху настройките на магазина.',

'HELP_SHOP_MAIN_INFOEMAIL'                    => 'Всички имейли, изпратени посредством страницата за контакт, се изпращат до този имейл адрес.',

'HELP_SHOP_MAIN_ORDEREMAIL'                   => 'След направена поръчка, потребителят получава имейл с обобщена информация за поръчката. Отговори до този имейл адрес се изпращат до <span class="navipath_or_inputname">Отговор на имейл за поръчка</span>.',

'HELP_SHOP_MAIN_OWNEREMAIL'                   => 'След направена поръчка, администраторът получава имейл с обобщена информация за поръчката. Тези имейли се изпращат до <span class="navipath_or_inputname">Имейли за поръчка</span>.',

'HELP_SHOP_MAIN_SMTPSERVER'                   => 'SMTP данни са нужни за изпращането на имейли (напр. за да се изпрати имейл до клиента за потвърждение на поръчка).',

'HELP_ARTICLE_MAIN_ALDPRICE'                  => 'Посредством <span class="navipath_or_inputname">Alt. Prices</span> различните потребители могат да виждат специални цени ( потребителски групи "Price A", "Price B" и "Price C").',

'HELP_ARTICLE_MAIN_VAT'                       => 'Добавяне на специално ДДС за този продукт. Това ДДС ще бъде използвано за всички следващи калкулации на този продукт (кошница, поръчка, фактура)',

'HELP_ARTICLE_EXTEND_UNITQUANTITY'            => 'Посредством <span class="navipath_or_inputname">Количество</span> и <span class="navipath_or_inputname">Мерна единица</span> се задава цена за мерна единица. Цената за количество мерна единица се изчислява и показва заедно с продукта (пр. 1.43лв за литър). В <span class="navipath_or_inputname">Количество</span>въведете количеството на продукта (пр. <span class="userinput_or_code">1.5</span>), в <span class="navipath_or_inputname">Мерна единица</span> въведете съответната мерна единица (e.g. <span class="userinput_or_code">литър</span>). Може да изберете мерна единица от дадените стойности или избирайки празно поле "-", да въведете мерна единица ръчно. Ако искате да прикачите списък със съществуващи мерни единици, моля последвайте <a href="https://oxidforge.org/en/adding-new-unit-types.html" target="_blank">линк</a> за инструйции.',

'HELP_ARTICLE_EXTEND_EXTURL'                  => 'Въведете <span class="navipath_or_inputname">Външен URL</span> , към допълнителна информация за продукта ( напр. уебсайт на производител). Въведете <span class="navipath_or_inputname">Текст за външен URL</span> с текст, който ще бъде линк към съответния външен уебсайт, напр. <span class="userinput_or_code">Допълнителна информация на сайт на производител</span>.',

'HELP_ARTICLE_EXTEND_TPRICE'                  => 'В полето <span class="navipath_or_inputname">RRP</span> въведете препоръчителната цена на производителя. Въведената стойност за RRP ще е достъпна за потребителя: Над цената на продукта <span class="filename_filepath_or_italic">Намалено от RRP само сега</span>.',

'HELP_ARTICLE_EXTEND_QUESTIONEMAIL'           => 'Въведете <span class="navipath_or_inputname">Alt. Contact</span> имейл адрес. Ако потребителите отправят въпроси относно този продукт, те ще бъдат изпратени до този имейл адрес. Ако имейл адрес не е въведен, запитването ще бъде изпратено до имейл адреса на сайта.',

'HELP_ARTICLE_EXTEND_NONMATERIAL'             => 'Настройката е наследена от главния продукт и важи за всички варианти на продукта.',

'HELP_ARTICLE_EXTEND_FREESHIPPING'            => 'Настройката е наследена от главния продукт и важи за всички варианти на продукта.',

'HELP_ARTICLE_EXTEND_BLFIXEDPRICE'            => 'Желаната цена може да бъде изключена за този продукт.',

'HELP_ARTICLE_EXTEND_SKIPDISCOUNTS'           => 'Ако <span class="navipath_or_inputname">Игнорирай всички негативни отстъпки</span> е активно, негативни намаления няма да се изчисляват за този продукт. Такива са: намаления и ваучери.',

'HELP_ARTICLE_EXTEND_TEMPLATE'                => 'За подробната страница на продукта може да се използва различен темплейт. За тази цел въведете път и име на темплейта, който искате да ползвате.',

'HELP_ARTICLE_EXTEND_ISCONFIGURABLE'          => 'Ако продуктът е модифициран, допълнително поле за въвеждане на информация се вижда за потребителите на продуктовата страница и в кошницата. В това поле потребителите могат да въвеждат текст. <br><br> Типичен пример са тениски, на които може да има принт с текст по избор на клиента. Текстът за принт може да бъде въведен в това поле.',

'HELP_ARTICLE_EXTEND_UPDATEPRICE'             => 'Промяна на цените на определено време. Стойности в дадените полета ще заместят стандартната цена. Ако цената е със стойност равна на "0", въведените стойности няма да я заместят.',

'HELP_ARTICLE_EXTEND_SHOWCUSTOMAGREEMENT'     => 'Ако настройката е активна, потребителите трябва изрично да приемат условията за ползване на магазина на четвъртата стъпка от чекаута за този продукт специално. Моля да се уверите, че опцията е включена от общите настройки на магазина, както и че продуктът няма физическа форма или е продукт за изтегляне.',

'HELP_ARTICLE_FILES_MAX_DOWNLOADS_COUNT'      => 'Брой изтегляния на съдържанието на един и същи линк след поръчка с презаписване на дефолтните настройки, намиращи се в Основни настройки -> Централни настройки -> Настройки -> Изтегляния за всички продукти.',

'HELP_ARTICLE_FILES_LINK_EXPIRATION_TIME_UNREGISTERED' => 'Брой изтегляния на съдържанието на един и същи линк без регистрация с презаписване на дефолтните настройки, намиращи се в Основни настройки -> Централни настройки -> Настройки -> Изтегляния за всички продукти.',

'HELP_ARTICLE_FILES_LINK_EXPIRATION_TIME'     => 'Валидност на линка в часове след поръчка с презаписване на дефолтните настройки, намиращи се в Основни настройки -> Централни настройки -> Настройки -> Изтегляния за всички продукти.',

'HELP_ARTICLE_FILES_NEW'                      => 'Въведете име на файла прехвърлен чрез FTP или качете нов файл тук. Имайте предвид, че големи файлове могат да се качват само чрез FTP. Ограниченията за размер на файла са валидни, тогава когато файлът се качи от администратор. Ограничението зависи от PHP настройките на сървъра и можа да се редактира само там.',

'HELP_ARTICLE_FILES_DOWNLOAD_EXPIRATION_TIME' => 'Валидност на линк в часове след първоначално изтегляне на съдържанието с презаписване на дефолтните настройки, намиращи се в Основни настройки -> Централни настройки -> Настройки -> Изтегляния за всички продукти.',

'HELP_ARTICLE_PICTURES_ICON'                  => 'Иконите са най-малките снимки на продукт. Те се използват, напр. в кошницата. <br>Ако иконата е ръчно добавена, тя ще презапише, генерираната първоначално икона.<br>След добавяне, името на файла се вижда в полето "Икона". Ако няма добавена икона, се вижда ---.',

'HELP_ARTICLE_PICTURES_THUMB'                 => 'Малките изображения на продукта са видими на продуктовата страница, в категориите, в резултатите от търсенето. <br>Ако изображението е ръчно добавено, то ще презапише, генерираното първоначално.<br>След добавяне, името на файла се вижда в полето "Изображения". Ако няма добавена картинка, се вижда ---.',

'HELP_ARTICLE_PICTURES_PIC1'                  => 'Снимките се използват за подробен преглед на продукта. Допустими са максимум 7 снимки за един продукт. След качването им, името на файловете се появява в съответното поле. Ако не са качени снимки, се вижда ---. Максималният размер на снимките е 2МБ или 1500х1500pxl. Това ограничение се налага, за да се избегнат проблеми с капацитета на паметта на PHP. След качването на снимките се генерират автоматично основна картинка, картинка за близък преглед (zoom), умалени картинки и икона.',

'HELP_ARTICLE_PICTURES_ZOOM1'                 => 'Картинките за близък преглед на продукта са големи картинки, които се отварят при детайлно преглеждане на продукта.<br>Качват се в<span class="navipath_or_inputname">Zoom X upload</span>. След качване, името на файла се вижда в <span class="navipath_or_inputname">Zoom X</span>. Ако няма качена картинка за близък преглед, се вижда<span class="userinput_or_code">nopic.jpg</span>.',

'HELP_ARTICLE_STOCK_REMINDACTIV'              => 'Настройката е наследена от главния продукт и важи за всички варианти на продукта.',

'HELP_ARTICLE_STOCK_STOCKFLAG'                => 'В <span class="navipath_or_inputname">Статус на доставката</span> има 4 вида доставка за избор<ul><li><span class="userinput_or_code">Стандартна</span>: Продуктът може да бъде поръчан, дори и да не е наличен.</li><li><span class="userinput_or_code">От външен склад</span>: Продуктът може винаги да бъде купен и винаги е със статус <span class="filename_filepath_or_italic">наличен</span>. (Наличността от външен склад не може да бъде посочена. Затова продуктът винаги е със статус <span class="filename_filepath_or_italic">наличен</span>).</li><li><span class="userinput_or_code">Ако е изчерпан, офлайн</span>: Продуктът не се вижда, ако е изчерпан.</li><li><span class="userinput_or_code">Ако е изчерпан, не може да бъде поръчан</span>: Продуктът се вижда като изчерпан, но не може да бъде поръчан.</li></ul>',

'HELP_ARTICLE_IS_DOWNLOADABLE'                => 'Файлове от този продукт могат да бъдат изтегляни.',

'HELP_ARTICLE_STOCK_REMINDAMAOUNT'            => 'Опцията<span class="navipath_or_inputname">Изпрати имейл, ако наличността падне под</span>позволява изпращането на имейл, веднага - щом наличните бройки паднат под въведената стойност. Поставете отметка в чекбокса и въведете стойността, при която искате да получавате известие.',

'HELP_ARTICLE_STOCK_DELIVERY'                 => 'Въведете дата, от която продуктът ще бъде отново наличен, ако е изчерпан. Форматът е г-м-д, напр. 2009-02-16.',

'HELP_ARTICLE_SEO_FIXED'                      => 'Презаписване на SEO URL-и. Ако името на продукта бъде променено, продуктовата страница ще получи нов URL. Настройката <span class="navipath_or_inputname">Фиксиран URL</span> предотвратява това. Ако е активирана, се запазва старият URL и не се генерира нов.',

'HELP_ARTICLE_SEO_KEYWORDS'                   => 'Тези ключови думи са интегрирани в HTML кода на продуктовата страница ( Meta ключови думи) и се използват от интернет търсачките. Подходящите ключови думи за продукта могат да бъдат въведени тук. Ако полето е празно, ключовите думи се генерират автоматично.',

'HELP_ARTICLE_SEO_DESCRIPTION'                => 'Това описание е интегрирано в HTML кода на продуктовата страница ( Meta описание) и се използва от интернет търсачките. Подходящо описание на продукта може да бъде въведено тук. Ако полето е празно, описанието се генерира автоматично.',

'HELP_ARTICLE_SEO_ACTCAT'                     => 'Въвеждане на няколко SEO URL-и за продукти. За определени категории и страници на производители. Посредством <span class="navipath_or_inputname">Активна категория/Продавач</span> избирате SEO URL, което искате да редактирате.',

'HELP_ARTICLE_STOCK_STOCKTEXT'                => 'Съобщение за продукт, който е наличен.',

'HELP_ARTICLE_STOCK_NOSTOCKTEXT'              => 'Съобщение за изчерпан продукт.',

'HELP_ARTICLE_STOCK_AMOUNTPRICE_AMOUNTFROM'   => 'В полето <span class="navipath_or_inputname">Количество От/До</span> се въвеждат количествата, за които е валидна посочената цена.',

'HELP_ARTICLE_STOCK_AMOUNTPRICE_PRICE'        => 'Въведете цената за посочените по-горе количества. Цената може да бъде абсолютно число или процентова отстъпка.<br> Допълнителна информация за цените може да бъде намерена на <a href="http://www.oxid-esales.com/en/resources/help-faq/eshop-manual/setting-graduated-prices" target="_blank">ръководство за скала на цените на продукта</a>.',

'HELP_ARTICLE_VARIANT_VARNAME'                => '<span class="navipath_or_inputname">Име на селекцията</span> определя как е назована селекцията от варианти, напр. <span class="userinput_or_code">Цвят</span> или <span class="userinput_or_code">Размер</span>.',

'HELP_ATTRIBUTE_MAIN_DISPLAYINBASKET'         => 'Ако има отметка, стойността на този атрибут ще се вижда в кошницата и при прегледа на поръчката в чекаута под името на продукта.',

'HELP_CATEGORY_MAIN_HIDDEN'                   => 'Клас на категория <span class="navipath_or_inputname">Скрит</span> определя дали тази категория ще е видима за потребителите. Ако една категория е скрита, тя не е видима за потребителя, дори да е активна.',

'HELP_CATEGORY_MAIN_PARENTID'                 => 'С <span class="navipath_or_inputname">Подкатегория на</span> определяме къде да се появи дадена категория:<br><ul><li> Ако категорията няма да бъде подкатегория на друга категория, изберете<span class="userinput_or_code">--</span> Изкл.</li><li>Ако категорията ще бъде подкатегория на друга категория, тогава изберете подходящата категория</li></ul>',

'HELP_CATEGORY_MAIN_EXTLINK'                  => 'Въведете линк <span class="navipath_or_inputname">Външен линк</span>, който искате да се отваря при клик върху категория.<span class="warning_or_important_hint">Използвайте тази функция само, в случай че искате да се показва линк в навигацията на категорията. Категорията не функционира нормално, ако е въведен външен линк!</span>',

'HELP_CATEGORY_MAIN_PRICEFROMTILL'            => 'В полето <span class="navipath_or_inputname">Цена От/До</span> можете да посочите <span class="warning_or_important_hint">всички</span> продукти от определен ценови диапазон, които да се виждат в тази категория. Въведете началната цена в първото поле и крайната във второто. След което <span class="warning_or_important_hint">всички продукти от магазина</span> които се намират в посочения ценови диапазон, ще са видими в тази категория.',

'HELP_CATEGORY_MAIN_DEFSORT'                  => 'В полето <span class="navipath_or_inputname">Бързо подреждане</span> определяте начина, по който да са подредени продуктите в тази категория.',

'HELP_CATEGORY_MAIN_SORT'                     => 'Използвайте <span class="navipath_or_inputname">Подреди по</span> за да определите реда, по който се виждат категориите: Категорията с най- малка цифра, се вижда най- отгоре, а категорията с най- голяма - най-долу.',

'HELP_CATEGORY_MAIN_THUMB'                    => 'Със <span class="navipath_or_inputname">Снимка</span> и <span class="navipath_or_inputname">Добави Снимка</span> можете да поставите снимка за тази категория. Снимката се вижда най- горе на страницата на категорията. Изберете снимка в <span class="navipath_or_inputname">Добавете снимка</span>. При клик върху <span class="navipath_or_inputname">Запази</span>, снимката се качва. След качване, името на файла на снимката се вижда в <span class="navipath_or_inputname">Снимка</span>.',

'HELP_CATEGORY_MAIN_PROMOTION_ICON'           => 'С <span class="navipath_or_inputname">икона за промоция</span> и <span class="navipath_or_inputname">добави икона</span> може да се добави картинка за актуална промоция на дадена категория, която да е видима на началната страница на магазина. За добавите актуална промоция в категория, вижте <span class="navipath_or_inputname">Основни настройки -> Информация за клиента -> Топ оферти в категории</span>',

'HELP_CATEGORY_MAIN_SKIPDISCOUNTS'            => '<li>Ако <span class="navipath_or_inputname">Игнорирай всички негативни отстъпки</span> е активно, намаления с отрицателна стойност няма да се изчисляват за нито един продукт от тази категория.',

'HELP_CATEGORY_SEO_FIXED'                     => 'Презаписване на SEO URL-и. Ако името на категорията бъде променено, страницата на категорията ще получи нов URL. Настройката <span class="navipath_or_inputname">Фиксиран URL</span> предотвратява това. Ако е активирана, се запазва старият URL и не се генерира нов.',

'HELP_CATEGORY_SEO_KEYWORDS'                  => 'Тези ключови думи са интегрирани в HTML кода на страницата на категорията ( Meta ключови думи) и се използват от интернет търсачките. Подходящите ключови думи за категорията могат да бъдат въведени тук. Ако полето е празно, ключовите думи се генерират автоматично.',

'HELP_CATEGORY_SEO_DESCRIPTION'               => 'Това описание е интегрирано в HTML кода на страницата на категорията ( Meta описание) и се използва от интернет търсачките. Подходящо описание на категорията може да бъде въведено тук. Ако полето е празно, описанието се генерира автоматично.',

'HELP_CATEGORY_SEO_SHOWSUFFIX'                => 'Тази настройка позволява в браузъра да се види думичката след името на категорията, когато страницата се отвори. Каква да е думичката след името на категорията, може да изберете в <span class="navipath_or_inputname">Основни настройки -> Централни настройки-> SEO -> Дума след името</span>.',

'HELP_CONTENT_MAIN_SNIPPET'                   => 'С избирането на <span class="navipath_or_inputname">Снипет</span> може да внедрите една CMS страница в друга CMS страница, използвайки идентификационният и номер: <span class="userinput_or_code">[{ oxcontent ident=ident_of_the_cms_page }]</span>',

'HELP_CONTENT_MAIN_MAINMENU'                  => 'Ако изберете <span class="navipath_or_inputname">Горно Меню</span>, линк до съответната CMS страница ще се вижда в горното меню ( в Условия за ползване на магазина и За нас).',

'HELP_CONTENT_MAIN_CATEGORY'                  => 'Ако изберете <span class="navipath_or_inputname">Категория</span>, линк до съответната CMS страница ще се вижда в навигационната лента на категорията под останалите категории.',

'HELP_CONTENT_MAIN_MANUAL'                    => 'При избор на <span class="navipath_or_inputname">Ръчно</span>, се създава линк, който може да бъде използван, за да севключи тази CMS страница в други такива. Линкът се вижда по-долу, при клик върху<span class="navipath_or_inputname">Запази</span>',

'HELP_CONTENT_SEO_FIXED'                      => 'Презаписване на SEO URL-и. Ако името на CMS страницата бъде променено, тя ще получи нов URL. Настройката <span class="navipath_or_inputname">Фиксиран URL</span> предотвратява това. Ако е активирана, се запазва старият URL и не се генерира нов.',

'HELP_CONTENT_SEO_KEYWORDS'                   => 'Тези ключови думи са интегрирани в HTML кода на CMS страницата ( Meta ключови думи) и се използват от интернет търсачките. Подходящите ключови думи за CMS страницата могат да бъдат въведени тук. Ако полето е празно, ключовите думи се генерират автоматично.',

'HELP_CONTENT_SEO_DESCRIPTION'                => 'Това описание е интегрирано в HTML кода на CMS страницата ( Meta описание) и се използва от интернет търсачките. Подходящо описание може да бъде въведено тук. Ако полето е празно, описанието се генерира автоматично.',

'HELP_DELIVERY_MAIN_COUNTRULES'               => 'В полето <span class="navipath_or_inputname">Правила за изчисляване</span> определяте колко често се изчислява цената:<ul><li><span class="userinput_or_code">Веднъж за кошница</span>: Цената се калкулира веднъж за цялата поръчка.</li><li><span class="userinput_or_code">Веднъж за всеки продукт</span>: Цената се калкулира веднъж за всеки продукт в кошницата. Като няма значение какво количество от даден продукт е поръчано. </li><li><span class="userinput_or_code">За всеки продукт</span>: цената се калкулира за всеки продукт в кошницата.</li></ul>',

'HELP_DELIVERY_MAIN_CONDITION'                => 'В полето <span class="navipath_or_inputname">Условие</span> уточнете към кое специфично условие да се отнася, въведеното правило за цена на доставката. Можете да избирате между 4 условия:<ul><li><span class="userinput_or_code">Количество</span>: Брой продукти в кошницата.</li><li><span class="userinput_or_code">Размер</span>: Общият размер на всички продукти. За да работи тази настройка правилно, трябва да са въведени размери на всеки отделен продукт.</li><li><span class="userinput_or_code">Тегло</span>: Общото тегло на поръчката в килограми. За да работи тази настройка правилно, трябва да е въведено теглото на всеки отделен продукт.</li><li><span class="userinput_or_code">Цена</span>: Стойност на поръчката.</li></ul>Въвеждане на информация в полетата <span class="navipath_or_inputname">>=</span> (по- голямо или равно на) и <span class="navipath_or_inputname"><=</span> (по-малко или равно на) за да уточните диапазона, в който условието ще бъде в сила. По- голяма цифра трябва да се въведе за <span class="navipath_or_inputname"><=</span>, отколкото за <span class="navipath_or_inputname">-></span>.',

'HELP_DELIVERY_MAIN_PRICE'                    => 'В полето <span class="navipath_or_inputname">Надценка/Отстъпка</span> се уточнява размера на цената на доставката. Цената може да бъде изчислена по два начина:<ul><li>С <span class="userinput_or_code">абс</span>, цената ще бъде абсолютна стойност (напр. ако е въведена стойност <span class="userinput_or_code">6.90</span>, се калкулира цена EUR 6.90).</li><li>Ако е въведена стойност в полето <span class="userinput_or_code">%</span>, цената се изчислява спрямо цената на покупката (напр. Ако е въведено <span class="userinput_or_code">10</span>, се изчисляват 10% от цената на покупката).</li></ul>',

'HELP_DELIVERY_MAIN_ORDER'                    => '<span class="navipath_or_inputname">Ред на прилагане на правилото</span> се използва, когато искаме да определим по какъв ред ще се прилагат правилата за цена на доставката. Правилото на най- ниска позиция, ще бъде приложено първо. Този ред е важен, ако е активирана настройката <span class="navipath_or_inputname">Не прилагай следващо поред правило, ако на това има съответствие </span>.',

'HELP_DELIVERY_MAIN_FINALIZE'                 => 'Настройката <span class="navipath_or_inputname">Не прилагай следващо поред правило, ако на това има съответствие </span> уточнява, че няма да бъде използвано нито едно от следващите правила, ако на първото по ред има съответствие. Затова е много важен редът, по който са подредени правилата за образуване на цена на доставката в полето 
<span class="navipath_or_inputname">Ред на прилагане на правилото</span>.',

'HELP_DELIVERYSET_MAIN_POS'                   => '<span class="navipath_or_inputname">Подреди по</span> уточнява реда, в който начините на доставка са представени на потребителя: Начинът на доставка с най- ниска позиция, ще бъде най- отгоре в списъка.',

'HELP_DISCOUNT_MAIN_SORT'                     => 'Използвайте <span class="navipath_or_inputname">Подреди по</span> за да уточните реда, по който се прилагат отстъпките върху продуктите в кошницата. Отстъпката на най- ниска позиция, ще бъде приложена първа, а онази на най- висока позиция- последна.',

'HELP_DISCOUNT_MAIN_PRICE'                    => 'Използвайте <span class="navipath_or_inputname">Цена на покупка</span>, за да уточните отстъпката, валидна само за определени цени на покупката. Ако искате отстъпката да е валидна за покупки на всякаква стойност, въведете <span class="userinput_or_code">0</span> в <span class="navipath_or_inputname">От</span> и <span class="userinput_or_code">0</span> в <span class="navipath_or_inputname">До</span>.',

'HELP_DISCOUNT_MAIN_AMOUNT'                   => 'Използвайте <span class="navipath_or_inputname">Количество</span>, за да уточните отстъпката, валидна само за определени количества на покупката. Ако искате отстъпката да е валидна за всякакви количества, въведете <span class="userinput_or_code">0</span> в <span class="navipath_or_inputname">От</span> и <span class="userinput_or_code">0</span> в <span class="navipath_or_inputname">До</span>.',

'HELP_DISCOUNT_MAIN_REBATE'                   => 'В полето <span class="navipath_or_inputname">Отстъпка</span>можете да уточните размера на отстъпката. Уточнете дали отстъпката да бъде като абсолютно число, или като процент: <ul><li><span class="userinput_or_code">абс</span>: Отстъпката е абсолютно число, напр. EUR 5.</li><li><span class="userinput_or_code">%</span>: Отстъпката е процент, напр. 10 процента от цената на покупката.</li><li><span class="userinput_or_code">артикул</span>: Отстъпка под формата на безплатен продукт. Посочете стойността на този продукт. Изберете "Умножи" ако искате стойността на намаления продукт в кошницата, да бъде умножена по стойността на безплатния продукт.</li></ul>',

'HELP_GENERAL_SEO_ACTCAT'                     => 'Въвеждане на няколко SEO URL-и за продукти. За определени категории и страници на производители. Посредством <span class="navipath_or_inputname">Активна категория/Продавач</span> избирате SEO URL, което искате да редактирате.',

'HELP_GENERAL_SEO_FIXED'                      => '',

'HELP_GENERAL_SEO_SHOWSUFFIX'                 => '',

'HELP_GENERAL_SEO_OXKEYWORDS'                 => '',

'HELP_GENERAL_SEO_OXDESCRIPTION'              => '',

'HELP_GENIMPORT_FIRSTCOLHEADER'               => '',

'HELP_GENIMPORT_REPEATIMPORT'                 => '',

'HELP_LANGUAGE_DEFAULT'                       => '',

'HELP_LANGUAGE_ACTIVE'                        => '',

'HELP_PAYMENT_MAIN_SORT'                      => '',

'HELP_PAYMENT_MAIN_FROMBONI'                  => '',

'HELP_PAYMENT_MAIN_SELECTED'                  => '',

'HELP_PAYMENT_MAIN_AMOUNT'                    => '',

'HELP_PAYMENT_MAIN_ADDPRICE'                  => '',

'HELP_PAYMENT_MAIN_ADDSUMRULES'               => '',

'HELP_SELECTLIST_MAIN_TITLEIDENT'             => '',

'HELP_SELECTLIST_MAIN_FIELDS'                 => '',

'HELP_USER_MAIN_HASPASSWORD'                  => '',

'HELP_USER_PAYMENT_METHODS'                   => '',

'HELP_USER_EXTEND_NEWSLETTER'                 => '',

'HELP_USER_EXTEND_EMAILFAILED'                => '',

'HELP_USER_EXTEND_BONI'                       => '',

'HELP_MANUFACTURER_MAIN_ICON'                 => '',

'HELP_MANUFACTURER_SEO_FIXED'                 => '',

'HELP_MANUFACTURER_SEO_KEYWORDS'              => '',

'HELP_MANUFACTURER_SEO_DESCRIPTION'           => '',

'HELP_MANUFACTURER_SEO_SHOWSUFFIX'            => '',

'HELP_VOUCHERSERIE_MAIN_DISCOUNT'             => '',

'HELP_VOUCHERSERIE_MAIN_ALLOWSAMESERIES'      => '',

'HELP_VOUCHERSERIE_MAIN_ALLOWOTHERSERIES'     => '',

'HELP_VOUCHERSERIE_MAIN_SAMESEROTHERORDER'    => '',

'HELP_VOUCHERSERIE_MAIN_RANDOMNUM'            => '',

'HELP_VOUCHERSERIE_MAIN_VOUCHERNUM'           => '',

'HELP_VOUCHERSERIE_MAIN_CALCULATEONCE'        => '',

'HELP_WRAPPING_MAIN_PICTURE'                  => '',

'HELP_PROMOTIONS_BANNER_PICTUREANDLINK'       => '',

'HELP_SHOP_PERF_SEO_CACHE'                    => '',

'HELP_ALTERNATIVE_IMAGE_SERVER_NOTE'          => '',

'HELP_SHOP_RDFA_CONTENT_OFFERER'              => '',

'HELP_SHOP_RDFA_CONTENT_PAYMENT'              => '',

'HELP_SHOP_RDFA_CONTENT_DELIVERY'             => '',

'HELP_SHOP_RDFA_VAT'                          => '',

'HELP_SHOP_RDFA_DURATION_PRICES'              => '',

'HELP_SHOP_RDFA_LOGO_URL'                     => '',

'HELP_SHOP_RDFA_GEO_LONGITUDE'                => '',

'HELP_SHOP_RDFA_GEO_LATITUDE'                 => '',

'HELP_SHOP_RDFA_GLN'                          => '',

'HELP_SHOP_RDFA_NAICS'                        => '',

'HELP_SHOP_RDFA_ISIC'                         => '',

'HELP_SHOP_RDFA_DUNS'                         => '',

'HELP_SHOP_RDFA_SHOW_PRODUCTSTOCK'            => '',

'HELP_SHOP_RDFA_RATING_MIN'                   => '',

'HELP_SHOP_RDFA_RATING_MAX'                   => '',

'HELP_SHOP_RDFA_COND'                         => '',

'HELP_SHOP_RDFA_FNC'                          => '',

'HELP_SHOP_RDFA_COSTUMER'                     => '',

'HELP_SHOP_RDFA_DURATION_OFFERINGS'           => '',

'HELP_SHOP_PERF_SYSREQ_CHECK'                 => '',

'HELP_SHOP_CONFIG_ADDITIONAL_SERVICE_VAT_CALCULATION_BIGGEST_NET'  => '',

'HELP_SHOP_CONFIG_ADDITIONAL_SERVICE_VAT_CALCULATION_PROPORTIONAL' => '',

'HELP_SHOP_CONFIG_VIEWNETPRICE'               => '',

'HELP_SHOP_CONFIG_ENTERNETPRICE'              => '',

'HELP_REVERSE_PROXY_GET_FRONTEND'             => '',

'HELP_REVERSE_PROXY_GET_BACKEND'              => '',

'HELP_SHOP_CONFIG_DEBIT_OLD_BANK_INFORMATION_NOT_ALLOWED' => '',

'HELP_SHOP_CONFIG_ENABLE_INTANGIBLE_PRODUCTS_AGREEMENT'   => '',

'HELP_SHOP_CONFIG_FIELDS_CONTACTFORM'         => '',
];
